tronbyt/firmware-esp32/sdkconfig.defaults.tronbyt-s3-wide
CONFIG_BOARD_TRONBYT_S3_WIDE=y
CONFIG_BUTTON_PIN=1
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_40M=y
CONFIG_SPIRAM_USE_MALLOC=y
CONFIG_HUB75_CLK_32MHZ=y
CONFIG_HUB75_MIN_REFRESH_RATE=80
CONFIG_HUB75_PANEL_WIDTH=128
CONFIG_HUB75_PANEL_HEIGHT=64
